console.log(`Моя оценка: \n
Вёрстка валидная     
Вёрстка семантическая коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):
    <header>, <main>, <footer> 
    пять элементов <section> (по количеству секций) 
    только один заголовок <h1> 
    четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) 
    один элемент <nav> (панель навигации) 
    два списка ul > li > a (панель навигации, ссылки на соцсети) 
    пять кнопок <button> 
Вёрстка соответствует макету 
    блок <header> 
    секция welcome 
    секция about 
    секция service 
    секция prices 
    секция contacts 
    блок <footer> 
Требования к css 
    для построения сетки используются флексы или гриды 
    при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону 
    фоновый цвет тянется на всю ширину страницы 
    иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления 
    изображения добавлены в формате .jpg или .png 
    есть favicon 
Интерактивность, реализуемая через css 
    плавная прокрутка по якорям 
    cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ 
    интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета 
    обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы 
`);