console.log(`Моя оценка: \n
Вёрстка валидная +10
Вёрстка семантическая коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):
    <header>, <main>, <footer> +3
    пять элементов <section> (по количеству секций) 0
    только один заголовок <h1> +3
    четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) 0 
    один элемент <nav> (панель навигации)+3
    два списка ul > li > a (панель навигации, ссылки на соцсети) 0
    пять кнопок <button> 0
Вёрстка соответствует макету 
    блок <header> +6
    секция welcome +7
    секция about +7
    секция service 0
    секция prices 0
    секция contacts 0 
    блок <footer> 0
Требования к css 
    для построения сетки используются флексы или гриды +2
    при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2
    фоновый цвет тянется на всю ширину страницы +2
    иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления 0
    изображения добавлены в формате .jpg или .png +2
    есть favicon 0
Интерактивность, реализуемая через css 
    плавная прокрутка по якорям +5
    cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ 0
    интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, 
    но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. 
    Еcли в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +5 
    обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5
`);